{
  "id": "6217d841c2dac40020d3762d",
  "title": "As We May Think",
  "created": 1645729859,
  "updated": 1655517519,
  "lines": [
    {
      "id": "6217d841c2dac40020d3762d",
      "text": "As We May Think",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729859,
      "updated": 1645729870
    },
    {
      "id": "6217d842aff09e0000a9229c",
      "text": " https://en.wikipedia.org/wiki/As_We_May_Think",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645729859,
      "updated": 1645749609
    },
    {
      "id": "621825598ee92a0000e0cdd0",
      "text": " [ヴァネヴァー・ブッシュ]のエッセイ",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645749593,
      "updated": 1645758000
    },
    {
      "id": "621836798ee92a0000e0cdd5",
      "text": " https://cruel.org/other/aswemaythink/aswemaythink.pdf",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645753977,
      "updated": 1645753980
    },
    {
      "id": "621836798ee92a0000e0cdd6",
      "text": "  [山形浩生]による翻訳",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645753977,
      "updated": 1645756405
    },
    {
      "id": "62183ff58ee92a0000e0cdd7",
      "text": "  > 第二次大戦中に戦争用弾道計算アナログコンピュータ開発を主導したヴァネバー・ブッシュの有名な（でも実際に読んだ人はあまりいない）1945 年の論文。ハイパーテキストの概念を最初期に考案し、それを実現する機械メメックスを提案した論文として名高い。なお、各節の見出しは訳者が便宜のためにつけたもの。概要は以下の通り：",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645756405,
      "updated": 1645756420
    },
    {
      "id": "62183ff68ee92a0000e0cddb",
      "text": "  > 　第二次大戦が終わり、科学者は次の大きなプロジェクトを探す必要がある。計算機は進歩したが、計算だけではダメだ。科学はさまざまな成果を生み出しているが、いまや[情報洪水]でそれを十分に活用できていない。機械による情報記録、検索、関連づけを行うことで人類の知的可能性は飛躍的に向上する。記録のためのカメラ技術は発達してきて、現像不要で画像が作れる。それを保存するためのマイクロフィルム技術はある。そのフィルムの中身を拡大投影するブラウン管もある。そのマイクロフィルム内の情報を結ぶ経路を保存するためのリレー回路もある。これを使って、情報検索と情報の結びつきや関連性まで記録保存できる新しい装置「メメックス」が実現できるのだ。それが発達すれば、いずれは各種信号を脳に直結することも可能になるかもしれない。",
      "userId": "62a91a7a083437001de60035",
      "created": 1645756406,
      "updated": 1655517397
    },
    {
      "id": "621840218ee92a0000e0cde3",
      "text": "",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645756449,
      "updated": 1645756449
    },
    {
      "id": "621826ab8ee92a0000e0cdd2",
      "text": " DeepLしたものが貼ってある by [nishio.icon]",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645749932,
      "updated": 1645749950
    },
    {
      "id": "6217d843aff09e0000a9229d",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729859,
      "updated": 1645729859
    },
    {
      "id": "6217d85faff09e0000a9229e",
      "text": ">Outline",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729888
    },
    {
      "id": "6217d860aff09e0000a922a0",
      "text": "> Many scientists, especially physicists, get new duties during the War. Now, after the war, they need new duties.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729888
    },
    {
      "id": "6217d860aff09e0000a922a1",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729938
    },
    {
      "id": "6217d860aff09e0000a922a2",
      "text": "\t> Section 1: The use of Science has improved tremendously in many ways for humans. The knowledge of science has grown considerably. However, the way we manage knowledge has remained the same for centuries. We are no longer able to access the breadth of scientific breakthroughs. Alternatively, the technology has matured greatly and allows us to now produce complicated, yet cheap and dependable machines.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729939
    },
    {
      "id": "6217d878aff09e0000a922b1",
      "text": "\t\t第1節 科学の利用は、人間にとって多くの点で驚異的な進歩を遂げました。科学の知識もかなり増えました。しかし、知識の管理方法は何世紀も前から変わっていない。私たちはもはや、科学的なブレークスルーの幅にアクセスすることができない。また、技術は大きく成熟し、複雑でありながら安価で信頼性の高い機械を製造することができるようになりました。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729912,
      "updated": 1645729940
    },
    {
      "id": "6217d860aff09e0000a922a3",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729935
    },
    {
      "id": "6217d860aff09e0000a922a4",
      "text": "\t> Section 2: Science is really useful. However, in order to have it to be very efficient and useful it should not only be stored but also be frequently consulted and enhanced. In the future Bush predicts humans will be able to store human writings in a small room with the use of photography and [microfilm].",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645729888,
      "updated": 1645749982
    },
    {
      "id": "6217d889aff09e0000a922b2",
      "text": "\t\t科学は本当に便利です。しかし、それを非常に効率的かつ有用なものにするためには、保存するだけでなく、頻繁に参照し、強化する必要があります。将来、ブッシュは、写真や[マイクロフィルム]を使って、人間が書いたものを小さな部屋に保存できるようになるだろうと予測している。",
      "userId": "566fa156776c9b11008ee92a",
      "created": 1645729929,
      "updated": 1645749992
    },
    {
      "id": "6217d89baff09e0000a922b3",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729947,
      "updated": 1645729947
    },
    {
      "id": "6217d860aff09e0000a922a6",
      "text": "\t> Section 3: Using the latest advances of speech recording and stenography, we will soon be able to make printing immediate. The advancement of photography is not going to stop. Further, simple repetitive tasks, like mathematic problems, can be delegated to machines. Electrical machines will be the advancement of arithmetical computation.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729946
    },
    {
      "id": "6217d8aaaff09e0000a922b4",
      "text": "\t\t音声録音や速記などの最新の技術を使えば、すぐに印刷ができるようになるでしょう。写真の進歩は止まりません。さらに、数学の問題のような単純な繰り返し作業は、機械に委ねることができるようになる。電気機械は算術計算を進歩させるだろう。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729963,
      "updated": 1645729964
    },
    {
      "id": "6217d860aff09e0000a922a7",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729990
    },
    {
      "id": "6217d860aff09e0000a922a8",
      "text": "\t> Section 4: There is more to the scientific reasoning than just arithmetic. There are a few machines that are not used for arithmetic, partly due to the market’s needs. Solving higher mathematics require other repetitive processes of thought to be mechanized.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729991
    },
    {
      "id": "6217d8c8aff09e0000a922bf",
      "text": "\t\t第4節 科学的推論は算術だけではない 市場のニーズもあり、演算に使わない機械も少なくない。高等数学を解くには、他の反復的な思考過程を機械化する必要がある。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729993,
      "updated": 1645729993
    },
    {
      "id": "6217d8ccaff09e0000a922c0",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729996,
      "updated": 1645729996
    },
    {
      "id": "6217d860aff09e0000a922a9",
      "text": "\t> Section 5: A machine could be used anywhere where there is logical thought process. At this moment we do not have the necessary tools for the selection (the key to utilize science) of knowledge. One of the best forms of selection is illustrated by the automatic telephone exchange.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645729995
    },
    {
      "id": "6217d8d4aff09e0000a922c1",
      "text": "\t\t第5節：機械は、論理的思考プロセスがあるところならどこでも使える。現時点では、私たちは知識の選択（科学を活用するための鍵）に必要な道具を持っていない。選択の最良の形態の一つは、自動電話交換機によって説明される。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730005,
      "updated": 1645730006
    },
    {
      "id": "6217d8d8aff09e0000a922c2",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730009,
      "updated": 1645730009
    },
    {
      "id": "6217d860aff09e0000a922ab",
      "text": "\t> Section 6: There is a problem with selection. The main problem of it is the deficiency of the indexing systems. When data is recorded and put into storage, it is usually filed alphabetically or numerically. The human mind works differently. It works according to association. Instead of using selection by indexing, selection by association may be mechanized. Thus, improving the permanence and clarity of the items stored. The memex is a device that could store information and communication (large memory). Some things that can be entered are, newspaper and books. The user is also able to find a particular book as he or she taps on its code on the keyboard. The codes that are frequently used to call forth pages are mnemonic and its possible to browse these pages at different speeds.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645730007
    },
    {
      "id": "6217d8e6aff09e0000a922c3",
      "text": "\t\t第六節 選択に問題がある。その主な問題は、索引システムの欠陥である。データが記録され、保管庫に入れられるとき、通常はアルファベット順か数字順でファイリングされる。人間の心の働きは違う。[連想]によって動く。[インデックス]による選択ではなく、[連想による選択]を機械化することができるかもしれない。こうして、保存されたアイテムの永続性と明瞭性を向上させることができる。メモックスは、情報とコミュニケーションを保存することができる装置である（大記憶）。入力できるものは、新聞や本などである。また、キーボード上のコードをタップすると、特定の本を探すことができる。ページを呼び出すために頻繁に使用されるコードはニモニックであり、異なる速度でこれらのページを閲覧することが可能である。",
      "userId": "62a91a7a083437001de60035",
      "created": 1645730023,
      "updated": 1655517490
    },
    {
      "id": "6217d860aff09e0000a922ad",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645730042
    },
    {
      "id": "6217d860aff09e0000a922ae",
      "text": "\t> Section 7: The main feature of the [memex] is the ability to tie two things together at will. In other words, to be able to associate two arbitrary items when wanted. The user is also able to build a trail, in which they name it, insert a name into the code book, and then taps it out on the keyboard. At any time, the user is able to view two items at the same time, parallel viewing. It is also possible to pass items to another memex.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645730157
    },
    {
      "id": "6217d902aff09e0000a922c4",
      "text": "\t\t第7節：メメックスの最大の特徴は、2つのものを自在に結びつけられることです。つまり、任意の2つの項目を必要なときに関連付けることができることです。また、ユーザーが名前を付け、コードブックに名前を挿入し、キーボードで叩き出すという軌跡を構築することも可能である。いつでも、2つのアイテムを同時に見ることができる、パラレルビューイングが可能です。また、別のメメックスにアイテムを渡すことも可能である。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730051,
      "updated": 1645730051
    },
    {
      "id": "6217d860aff09e0000a922af",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645730060
    },
    {
      "id": "6217d860aff09e0000a922b0",
      "text": "\t> Section 8: The trails made can be shared with others and can also be published, like an encyclopedia (many more new forms are to appear). Soon we will be able to establish some kind of direct connection with absorbing material of the record with one of our senses, tactilely, orally, and visually. It would be great for humans to be able to analyze present issues. As of now, science has been applied to live better, as well as for destruction. Possibly we may be able to apply the record to become wiser.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645729888,
      "updated": 1645730060
    },
    {
      "id": "6217d85faff09e0000a9229f",
      "text": "\t 第8節：できた[連想の航跡]は他の人と共有でき、[百科事典]のように公開することもできる（さらに多くの新しい形態が登場する予定）。やがて私たちは、触覚、聴覚、視覚のいずれかを使って記録の材料を吸収することと、何らかの直接的なつながりを確立できるようになるでしょう。現在の問題を分析できるようになるのは、人間にとって素晴らしいことだ。今のところ、科学はよりよく生きるために応用され、また破壊のために応用されています。もしかしたら、より賢くなるために、この記録を応用することができるかもしれません。 ",
      "userId": "62a91a7a083437001de60035",
      "created": 1645729888,
      "updated": 1655517519
    },
    {
      "id": "6217d97faff09e0000a922c5",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730176,
      "updated": 1645730176
    },
    {
      "id": "6217da30aff09e0000a922c6",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730354,
      "updated": 1645730354
    },
    {
      "id": "6217da31aff09e0000a922c7",
      "text": "----",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730354,
      "updated": 1645730354
    },
    {
      "id": "6217da32aff09e0000a922c9",
      "text": "6",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730354,
      "updated": 1645730355
    },
    {
      "id": "6217da32aff09e0000a922ca",
      "text": "\t>The real heart of the matter of selection, however, goes deeper than a lag in the adoption of mechanisms by libraries, or a lack of development of devices for their use. Our ineptitude in getting at the record is largely caused by the artificiality of systems of indexing. When data of any sort are placed in storage, they are filed alphabetically or numerically, and information is found (when it is) by tracing it down from subclass to subclass. It can be in only one place, unless duplicates are used; one has to have rules as to which path will locate it, and the rules are cumbersome. Having found one item, moreover, one has to emerge from the system and re-enter on a new path.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730355,
      "updated": 1645730750
    },
    {
      "id": "6217da32aff09e0000a922cb",
      "text": "\t\tしかし、選択の問題の本当の核心は、図書館によるメカニズムの導入の遅れや、それを利用するための装置の開発不足よりも、もっと深いところにあるのだ。私たちが記録を手に入れるのに不手際があるのは、インデックス付けのシステムが人為的であることが大きな原因である。どのような種類のデータであれ、保管されるときには、アルファベット順か数字順にファイリングされ、情報はサブクラスからサブクラスへとたどることで（それがあるときには）発見されるのである。重複しない限り一箇所にしかない。どの経路で探すかルールを決めなければならず、そのルールが面倒である。しかも、1つの項目を見つけると、そのシステムから出て、また新しい経路で入り直さなければならない。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730355,
      "updated": 1645730765
    },
    {
      "id": "6217de11aff09e0000c4d859",
      "text": "\t\t　[nishio.icon][階層整理]の問題",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731346,
      "updated": 1645765412
    },
    {
      "id": "6217da32aff09e0000a922cc",
      "text": "\t>The human mind does not work that way. It operates by association. With one item in its grasp, it snaps instantly to the next that is suggested by the association of thoughts, in accordance with some intricate web of trails carried by the cells of the brain. It has other characteristics, of course; trails that are not frequently followed are prone to fade, items are not fully permanent, memory is transitory. Yet the speed of action, the intricacy of trails, the detail of mental pictures, is awe-inspiring beyond all else in nature.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730355,
      "updated": 1645730753
    },
    {
      "id": "6217da32aff09e0000a922cd",
      "text": "\t\t人間の心はそうではない。[連想]で動く。脳細胞が織り成す複雑な軌跡を辿りながら、思考が連想された次の項目へと瞬時に移行する。もちろん、他の特性もある。頻繁に辿らない痕跡は消えやすく、アイテムは完全には永続的ではなく、記憶は一過性である。しかし、その行動の速さ、痕跡の複雑さ、心象風景の細かさは、自然界の他のどんなものよりも畏敬の念を抱かせるものである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730355,
      "updated": 1645731385
    },
    {
      "id": "6217dbd8aff09e0000a92334",
      "text": "\t",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730776,
      "updated": 1645730777
    },
    {
      "id": "6217da32aff09e0000a922ce",
      "text": "\t>Man cannot hope fully to duplicate this mental process artificially, but he certainly ought to be able to learn from it. In minor ways he may even improve, for his records have relative permanency. The first idea, however, to be drawn from the analogy concerns selection. Selection by association, rather than indexing, may yet be mechanized. One cannot hope thus to equal the speed and flexibility with which the mind follows an associative trail, but it should be possible to beat the mind decisively in regard to the permanence and clarity of the items resurrected from storage.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730355,
      "updated": 1645730756
    },
    {
      "id": "6217dadfaff09e0000a92301",
      "text": "\t\t人間は、この精神的プロセスを人為的に完全に複製することはできないが、そこから学ぶことはできるはずだ。その記録は比較的永続的なものだからだ。しかし、この類推から引き出される最初の考えは、選択に関するものである。インデックス作成よりも、むしろ連想による選択の方が、まだ機械化できるかもしれない。しかし、記憶からよみがえらせたアイテムの永続性と明瞭性という点では、精神に決定的な勝利を収めることができるはずである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730527,
      "updated": 1645730780
    },
    {
      "id": "6217dadfaff09e0000a92302",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730528,
      "updated": 1645730528
    },
    {
      "id": "6217da34aff09e0000a922d0",
      "text": "\t>Consider a future device for individual use, which is a sort of mechanized private file and library. It needs a name, and, to coin one at random, \"memex\" will do. A memex is a device in which an individual stores all his books, records, and communications, and which is mechanized so that it may be consulted with exceeding speed and flexibility. It is an enlarged intimate supplement to his memory.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730356,
      "updated": 1645730785
    },
    {
      "id": "6217da3daff09e0000a922d1",
      "text": "\t\t個人で使う未来の装置、それは機械化された個人用ファイルや図書館のようなものだと考えてみよう。これには名前が必要で、適当に造語すると「[Memex]」である。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730366,
      "updated": 1645757685
    },
    {
      "id": "621844f5aff09e0000041ae5",
      "text": "\t\tメメックスとは、個人が自分のすべての帳簿、記録、通信を保存する装置で、非常に迅速かつ柔軟に参照できるように機械化されたものである。記憶と密接に関連した拡大された補足物である。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645757685,
      "updated": 1645757685
    },
    {
      "id": "6217dbf3aff09e0000a92335",
      "text": "  　[nishio.icon]communicationsは「通信」ではなく「会話」だろう。音声の会話はもちろんすぐ消えてしまうし、テキストの会話も公開の場に置けない、個人用の非公開Scrapboxプロジェクトにそれを入れたら便利、という話",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730803,
      "updated": 1645757785
    },
    {
      "id": "6217da3daff09e0000a922d2",
      "text": "\t>It consists of a desk, and while it can presumably be operated from a distance, it is primarily the piece of furniture at which he works. On the top are slanting translucent screens, on which material can be projected for convenient reading. There is a keyboard, and sets of buttons and levers. Otherwise it looks like an ordinary desk.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730366,
      "updated": 1645730787
    },
    {
      "id": "6217da3daff09e0000a922d3",
      "text": "\t\tこの装置は机でできていて、おそらく離れたところからでも操作できるだろうが、主として彼が仕事をするための家具の一部である。上部には半透明のスクリーンがあり、資料を投影して読むのに便利である。キーボードと、ボタンやレバーがある。それ以外は普通の机である。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730366,
      "updated": 1645730821
    },
    {
      "id": "6217dc05aff09e0000a92336",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730821,
      "updated": 1645730821
    },
    {
      "id": "6217da3daff09e0000a922d4",
      "text": "\t>In one end is the stored material. The matter of bulk is well taken care of by improved microfilm. Only a small part of the interior of the memex is devoted to storage, the rest to mechanism. Yet if the user inserted 5000 pages of material a day it would take him hundreds of years to fill the repository, so he can be profligate and enter material freely.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730366,
      "updated": 1645730790
    },
    {
      "id": "6217da3daff09e0000a922d5",
      "text": "\t\t片方の端に収納されているのは、資料です。かさばるのは、改良されたマイクロフィルムで十分対応できる。メメックスの内部は、ほんの一部だけが収納で、残りはメカニズムに費やされている。しかし、1日に5000ページもの資料を挿入すれば、保管庫をいっぱいにするのに何百年もかかってしまうので、ユーザーは放漫に、自由に資料を入れることができる。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730366,
      "updated": 1645730832
    },
    {
      "id": "6217dc10aff09e0000a92337",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730832,
      "updated": 1645730832
    },
    {
      "id": "6217dc10aff09e0000a92338",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730832,
      "updated": 1645730832
    },
    {
      "id": "6217da3daff09e0000a922d6",
      "text": "\t>Most of the memex contents are purchased on microfilm ready for insertion. Books of all sorts, pictures, current periodicals, newspapers, are thus obtained and dropped into place. Business correspondence takes the same path. And there is provision for direct entry. On the top of the memex is a transparent platen. On this are placed longhand notes, photographs, memoranda, all sorts of things. When one is in place, the depression of a lever causes it to be photographed onto the next blank space in a section of the memex film, dry photography being employed.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730366,
      "updated": 1645730793
    },
    {
      "id": "6217da3eaff09e0000a922d7",
      "text": "\t\tmemexのコンテンツのほとんどは、マイクロフィルムで購入し、すぐに挿入できるようになっている。あらゆる種類の本、写真、定期刊行物、新聞などが、こうして入手され、所定の位置に落とされる。ビジネス文書も同様だ。そして、直接記入できるようになっている。メメックスの上部には、透明なプラテン（台紙）がある。この上に、手書きのメモ、写真、覚書、いろいろなものを置く。レバーを倒すと、次の空白の部分に写し出される。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730367,
      "updated": 1645730840
    },
    {
      "id": "6217dc17aff09e0000a92339",
      "text": "  　Scrapboxも「コンテンツを購入してすぐに挿入」できると面白そうだ[nishio.icon]",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730840,
      "updated": 1645731542
    },
    {
      "id": "6217da3eaff09e0000a922d8",
      "text": "\t>There is, of course, provision for consultation of the record by the usual scheme of indexing. If the user wishes to consult a certain book, he taps its code on the keyboard, and the title page of the book promptly appears before him, projected onto one of his viewing positions. Frequently-used codes are mnemonic, so that he seldom consults his code book; but when he does, a single tap of a key projects it for his use. Moreover, he has supplemental levers. On deflecting one of these levers to the right he runs through the book before him, each page in turn being projected at a speed which just allows a recognizing glance at each. If he deflects it further to the right, he steps through the book 10 pages at a time; still further at 100 pages at a time. Deflection to the left gives him the same control backwards.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730367,
      "updated": 1645730796
    },
    {
      "id": "6217daeeaff09e0000a9230c",
      "text": "\t\tもちろん、通常のインデックス付けによって、記録を参照することができるようになっている。ある本を調べたい場合、その本のコードをキーボードで叩くと、すぐにその本のタイトルページが目の前に現れ、閲覧位置の一つに映し出される。よく使うコードはニモニックになっているので、コードブックを見ることは少ないが、見るときはキーを1回タップすれば、そのコードが映し出される。さらに、補助レバーもある。このレバーの1つを右に回すと、目の前の本が順番に映し出され、各ページを一目見ることができる程度のスピードになる。さらに右にずらすと、10ページずつ、さらにずらすと100ページずつ読み進めることができる。さらに左にずらすと、後ろ向きでも同じようにコントロールできる。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730543,
      "updated": 1645730981
    },
    {
      "id": "6217daefaff09e0000a9230d",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730544,
      "updated": 1645730544
    },
    {
      "id": "6217da48aff09e0000a922da",
      "text": "\t>A special button transfers him immediately to the first page of the index. Any given book of his library can thus be called up and consulted with far greater facility than if it were taken from a shelf. As he has several projection positions, he can leave one item in position while he calls up another. He can add marginal notes and comments, taking advantage of one possible type of dry photography, and it could even be arranged so that he can do this by a stylus scheme, such as is now employed in the telautograph seen in railroad waiting rooms, just as though he had the physical page before him.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730377,
      "updated": 1645730847
    },
    {
      "id": "6217da48aff09e0000a922db",
      "text": "\t\t特別なボタンを押すと、すぐに索引の最初のページに移動します。このようにして、図書館のどの本でも、本棚から取り出すよりもはるかに簡単に呼び出して参照することができるのです。投影位置がいくつかあるので、ある本をそのままにしておいて、別の本を呼び出すこともできる。さらに、鉄道の待合室で見られるテレオグラフのように、タッチペン方式で、あたかも現物のページを前にしているかのように、余白のメモやコメントを書き加えることもできるのである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730377,
      "updated": 1645730867
    },
    {
      "id": "6217dc32aff09e0000a9233a",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730867,
      "updated": 1645730867
    },
    {
      "id": "6217da48aff09e0000a922dc",
      "text": "7",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730377,
      "updated": 1645730377
    },
    {
      "id": "6217da48aff09e0000a922dd",
      "text": "\t>All this is conventional, except for the projection forward of present-day mechanisms and gadgetry. It affords an immediate step, however, to associative indexing, the basic idea of which is a provision whereby any item may be caused at will to select immediately and automatically another. This is the essential feature of the memex. The process of tying two items together is the important thing.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730377,
      "updated": 1645730852
    },
    {
      "id": "6217da52aff09e0000a922de",
      "text": "\t\t現代のメカニズムやガジェットを前面に押し出した以外は、すべてオーソドックスなものである。しかし、これは[連想インデックス]への直接的なステップとなる。連想インデックスの基本的な考え方は、任意の項目が即座に自動的に別の項目を選択できるようにすることである。これが、memexの本質的な特徴である。2つの項目を結びつけるプロセスが重要なのである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730387,
      "updated": 1645731628
    },
    {
      "id": "6217dc42aff09e0000a9233b",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730883,
      "updated": 1645730883
    },
    {
      "id": "6217da52aff09e0000a922df",
      "text": "\t>When the user is building a trail, he names it, inserts the name in his code book, and taps it out on his keyboard. Before him are the two items to be joined, projected onto adjacent viewing positions. At the bottom of each there are a number of blank code spaces, and a pointer is set to indicate one of these on each item. The user taps a single key, and the items are permanently joined. In each code space appears the code word. Out of view, but also in the code space, is inserted a set of dots for photocell viewing; and on each item these dots by their positions designate the index number of the other item.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730387,
      "updated": 1645730855
    },
    {
      "id": "6217da5faff09e0000a922e0",
      "text": "\t\tユーザーが軌跡を作るとき、名前を付け、コードブックにその名前を挿入し、キーボードでタップする。目の前には、結合される2つのアイテムが、隣り合う位置に投影されている。それぞれの下には空白のコードスペースがいくつかあり、ポインターはそのうちの一つを示すようにセットされている。ユーザーが1つのキーをタップすると、2つのアイテムは永久に結合されます。各コードスペースには、コードワードが表示されます。各項目には、その位置によって他の項目のインデックス番号が指定されている。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730399,
      "updated": 1645730890
    },
    {
      "id": "6217dc4aaff09e0000a9233c",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730890,
      "updated": 1645730890
    },
    {
      "id": "6217da5faff09e0000a922e1",
      "text": "\t>Thereafter, at any time, when one of these items is in view, the other can be instantly recalled merely by tapping a button below the corresponding code space. Moreover, when numerous items have been thus joined together to form a trail, they can be reviewed in turn, rapidly or slowly, by deflecting a lever like that used for turning the pages of a book. It is exactly as though the physical items had been gathered together from widely separated sources and bound together to form a new book. It is more than this, for any item can be joined into numerous trails.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730399,
      "updated": 1645730857
    },
    {
      "id": "6217dafdaff09e0000a92316",
      "text": "\t\t以後、いつでも一方が見えていれば、対応するコードスペースの下にあるボタンをタップするだけで、もう一方を瞬時に呼び出すことができるようになった。さらに、このように多数の項目をつなげて軌跡を作ると、本のページをめくるときのようなレバーをたわませることで、順番に、速く、あるいはゆっくりと見直すことができるようになる。これは、あたかも物理的なアイテムが遠く離れた場所から集められ、新しい本を形成するために結合されたかのようである。それ以上に、どのようなものでも、いくつもの軌跡をつなぐことができる。 ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730557,
      "updated": 1645730899
    },
    {
      "id": "6217dcc4aff09e0000c4d857",
      "text": "\t\t　[nishio.icon]順番に見返すことができる、ってのは今のScrapboxにはない機能だな",
      "userId": "5ef2bdebb60650001e1280f0",
      "created": 1645731013,
      "updated": 1645758607
    },
    {
      "id": "6217dcd9aff09e0000c4d858",
      "text": "\t\t　　全体からランダムと、各ページの関連ページを「人間が選ぶ」の2通り。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731033,
      "updated": 1645757876
    },
    {
      "id": "621845b4aff09e0000a9234b",
      "text": "\t\t　　[順番に見返すUserScript]",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645757876,
      "updated": 1645765378
    },
    {
      "id": "6217da5faff09e0000a922e3",
      "text": "\t>The owner of the memex, let us say, is interested in the origin and properties of the bow and arrow. Specifically he is studying why the short Turkish bow was apparently superior to the English long bow in the skirmishes of the Crusades. He has dozens of possibly pertinent books and articles in his memex. First he runs through an encyclopedia, finds an interesting but sketchy article, leaves it projected. Next, in a history, he finds another pertinent item, and ties the two together. Thus he goes, building a trail of many items. Occasionally he inserts a comment of his own, either linking it into the main trail or joining it by a side trail to a particular item. When it becomes evident that the elastic properties of available materials had a great deal to do with the bow, he branches off on a side trail which takes him through textbooks on elasticity and tables of physical constants. He inserts a page of longhand analysis of his own. Thus he builds a trail of his interest through the maze of materials available to him.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730399,
      "updated": 1645730903
    },
    {
      "id": "6217da60aff09e0000a922e4",
      "text": "\t\t例えば、このメモの持ち主は、弓矢の起源と性質に興味があるとしよう。具体的には、十字軍の小競り合いにおいて、なぜトルコの短弓がイギリスの長弓より優れていたかを研究している。彼のメモ帳には、関連しそうな本や記事が何十冊も入っている。まず、百科事典に目を通し、興味深いが大雑把な記事を見つけ、それを投影したままにしておく。次に、歴史の中で、別の適切な項目を見つけ、その2つを結びつける。こうして、たくさんの項目が積み重なっていく。時折、自分のコメントを挿入し、それをメイン・トレイルにリンクさせたり、サイド・トレイルで特定のアイテムにつなげたりするのである。その結果、入手可能な材料の弾性特性が弓に大きく関係していることがわかると、彼は弾性に関する教科書や物理定数の表を見て、脇道にそれていくのである。そして、自分の手書きによる解析のページを挿入していく。こうして彼は、迷路のような資料の中から自分の興味のあるものを見つけていくのである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730400,
      "updated": 1645731125
    },
    {
      "id": "6217dd34aff09e0000a9233d",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731125,
      "updated": 1645731125
    },
    {
      "id": "6217da61aff09e0000a922e5",
      "text": "\t>And his trails do not fade. Several years later, his talk with a friend turns to the queer ways in which a people resist innovations, even of vital interest. He has an example, in the fact that the outraged Europeans still failed to adopt the Turkish bow. In fact he has a trail on it. A touch brings up the code book. Tapping a few keys projects the head of the trail. A lever runs through it at will, stopping at interesting items, going off on side excursions. It is an interesting trail, pertinent to the discussion. So he sets a reproducer in action, photographs the whole trail out, and passes it to his friend for insertion in his own memex, there to be linked into the more general trail.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730402,
      "updated": 1645730919
    },
    {
      "id": "6217da72aff09e0000a922e6",
      "text": "\t\tそして、その痕跡は色あせることがない。数年後、彼は友人と、たとえ重要な関心事であっても、人々が革新に抵抗する奇妙な方法について話をするようになった。彼は、激怒したヨーロッパ人がいまだにトルコ式弓を採用しなかったという事実を例に挙げている。実際、彼はその痕跡を持っている。タッチすると、コードブックが表示される。いくつかのキーを叩けば、その痕跡の先頭が映し出される。レバーはその中を自由に動き回り、興味深いアイテムに止まり、寄り道する。興味深い軌跡であり、議論にふさわしい。そこで彼は再生装置を作動させ、その痕跡をすべて写真に撮り、友人に渡して自分のメメックスに挿入してもらい、そこでより一般的な痕跡とリンクさせる。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730418,
      "updated": 1645731145
    },
    {
      "id": "6217dd49aff09e0000a9233e",
      "text": "  　連想の軌跡をシュッと友達に渡せるのいいな[nishio.icon]",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731145,
      "updated": 1645731828
    },
    {
      "id": "6217da72aff09e0000a922e7",
      "text": "8",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730418,
      "updated": 1645730418
    },
    {
      "id": "6217da72aff09e0000a922e8",
      "text": "\t>Wholly new forms of encyclopedias will appear, ready made with a mesh of associative trails running through them, ready to be dropped into the memex and there amplified. The lawyer has at his touch the associated opinions and decisions of his whole experience, and of the experience of friends and authorities. The patent attorney has on call the millions of issued patents, with familiar trails to every point of his client's interest. The physician, puzzled by a patient's reactions, strikes the trail established in studying an earlier similar case, and runs rapidly through analogous case histories, with side references to the classics for the pertinent anatomy and histology. The chemist, struggling with the synthesis of an organic compound, has all the chemical literature before him in his laboratory, with trails following the analogies of compounds, and side trails to their physical and chemical behavior.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730418,
      "updated": 1645731130
    },
    {
      "id": "6217da72aff09e0000a922e9",
      "text": "\t\t全く新しい形の百科事典が登場し、連想の軌跡が網の目のように張り巡らされ、すぐにメメックスにドロップして増幅できる。弁護士は、自分の全経験、友人や権威の経験から得た関連する意見や判断をすぐさま手にすることができます。弁理士は、何百万件もの発行済み特許を手元に置き、依頼人の関心のあるあらゆるポイントに通じる軌跡を知ることができます。医師は、患者の反応に困惑しているとき、以前の似たような症例を研究して確立した足跡をたどり、関連する解剖学や組織学について古典を傍証しながら、類似の症例履歴を素早く調べます。化学者が有機化合物の合成に取り組んでいるとき、実験室ではすべての化学文献が目の前にあり、化合物の類似性をたどる小道があり、その物理的・化学的挙動をたどる小道がある。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730418,
      "updated": 1645731154
    },
    {
      "id": "6217dd52aff09e0000a9233f",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731154,
      "updated": 1645731154
    },
    {
      "id": "6217da72aff09e0000a922ea",
      "text": "\t>The historian, with a vast chronological account of a people, parallels it with a skip trail which stops only on the salient items, and can follow at any time contemporary trails which lead him all over civilization at a particular epoch. There is a new profession of trail blazers, those who find delight in the task of establishing useful trails through the enormous mass of the common record. The inheritance from the master becomes, not only his additions to the world's record, but for his disciples the entire scaffolding by which they were erected.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730418,
      "updated": 1645731133
    },
    {
      "id": "6217dd5caff09e0000a92340",
      "text": "\t\t歴史家は、ある民族の膨大な年代記を、重要な項目だけに留まる飛跡と並行させ、特定の時代の文明をくまなく案内する現代の小道を、いつでもたどることができるのです。膨大な量の共通記録から有用な痕跡を見つけ出す作業に喜びを見出す、トレイルブレイザーという新しい職業が生まれたのである。師匠から受け継いだものは、世界の記録に加えたものだけでなく、弟子たちにとっては、それが築かれた足場全体となるのである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731164,
      "updated": 1645731165
    },
    {
      "id": "6217dd5daff09e0000a92341",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731165,
      "updated": 1645731165
    },
    {
      "id": "6217da73aff09e0000a922eb",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730419,
      "updated": 1645730419
    },
    {
      "id": "6217da73aff09e0000a922ec",
      "text": "\t>Thus science may implement the ways in which man produces, stores, and consults the record of the race. It might be striking to outline the instrumentalities of the future more spectacularly, rather than to stick closely to methods and elements now known and undergoing rapid development, as has been done here. Technical difficulties of all sorts have been ignored, certainly, but also ignored are means as yet unknown which may come any day to accelerate technical progress as violently as did the advent of the thermionic tube. In order that the picture may not be too commonplace, by reason of sticking to present-day patterns, it may be well to mention one such possibility, not to prophesy but merely to suggest, for prophecy based on extension of the known has substance, while prophecy founded on the unknown is only a doubly involved guess.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730419,
      "updated": 1645731135
    },
    {
      "id": "6217da7baff09e0000a922ed",
      "text": "\t\tこのように、科学は、人間が人種の記録を生産し、保存し、参照する方法を実現することができる。ここで行われたように、現在知られていて急速に発展しつつある方法や要素に固執するのではなく、未来の道具をもっと華々しく概説した方が印象的かもしれない。確かにあらゆる種類の技術的な困難は無視されているが、熱電子管の出現のように技術進歩を激しく加速させる、まだ知られていない手段も無視されているのだ。というのも、既知の延長線上にある予言には実体があるが、未知のものに基づく予言は、二重の意味で推測に過ぎないからである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730428,
      "updated": 1645731176
    },
    {
      "id": "6217dd68aff09e0000a92342",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731176,
      "updated": 1645731176
    },
    {
      "id": "6217da7baff09e0000a922ee",
      "text": "\t>All our steps in creating or absorbing material of the record proceed through one of the senses—the tactile when we touch keys, the oral when we speak or listen, the visual when we read. Is it not possible that some day the path may be established more directly?",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730428,
      "updated": 1645731138
    },
    {
      "id": "6217db10aff09e0000a92323",
      "text": "\t\t記録に残るものを創り出したり、吸収したりする作業は、触覚、聴覚、視覚のいずれかを通じて行われる。いつの日か、その道がより直接的に確立される可能性はないのだろうか。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730576,
      "updated": 1645731186
    },
    {
      "id": "6217db11aff09e0000a92324",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730577,
      "updated": 1645730577
    },
    {
      "id": "6217da7baff09e0000a922f0",
      "text": "\t>We know that when the eye sees, all the consequent information is transmitted to the brain by means of electrical vibrations in the channel of the optic nerve. This is an exact analogy with the electrical vibrations which occur in the cable of a television set: they convey the picture from the photocells which see it to the radio transmitter from which it is broadcast. We know further that if we can approach that cable with the proper instruments, we do not need to touch it; we can pick up those vibrations by electrical induction and thus discover and reproduce the scene which is being transmitted, just as a telephone wire may be tapped for its message.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730428,
      "updated": 1645731189
    },
    {
      "id": "6217da7baff09e0000a922f1",
      "text": "\t\t目が見えると、その情報はすべて視神経の経路で電気的な振動によって脳に伝達されることが分かっています。これは、テレビのケーブルで起こる電気的な振動とまったく同じです。さらに、もし私たちが適切な器具を使ってケーブルに近づくことができれば、ケーブルに触れる必要はなく、電気誘導によってその振動を拾い上げ、ちょうど電話線のメッセージを盗聴するように、伝送されているシーンを発見し再現することができることもわかっている。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730428,
      "updated": 1645731208
    },
    {
      "id": "6217dd86aff09e0000a92343",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731206,
      "updated": 1645731206
    },
    {
      "id": "6217da7caff09e0000a922f3",
      "text": "\t>The impulses which flow in the arm nerves of a typist convey to her fingers the translated information which reaches her eye or ear, in order that the fingers may be caused to strike the proper keys. Might not these currents be intercepted, either in the original form in which information is conveyed to the brain, or in the marvelously metamorphosed form in which they then proceed to the hand?",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730428,
      "updated": 1645731191
    },
    {
      "id": "6217da86aff09e0000a922f4",
      "text": "\t\tタイピストの腕の神経を流れるインパルスは、目や耳に届いた翻訳情報を指に伝え、指が適切なキーを打てるようにするためである。これらの電流は、情報が脳に伝達されるときの元の形でも、その後手に伝達されるときの驚くほど変容した形でも、遮断することができるのではないだろうか？",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731216
    },
    {
      "id": "6217dd8faff09e0000a92344",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731215,
      "updated": 1645731215
    },
    {
      "id": "6217da86aff09e0000a922f5",
      "text": "\t>By bone conduction we already introduce sounds: into the nerve channels of the deaf in order that they may hear. Is it not possible that we may learn to introduce them without the present cumbersomeness of first transforming electrical vibrations to mechanical ones, which the human mechanism promptly transforms back to the electrical form? With a couple of electrodes on the skull the encephalograph now produces pen-and-ink traces which bear some relation to the electrical phenomena going on in the brain itself. True, the record is unintelligible, except as it points out certain gross misfunctioning of the cerebral mechanism; but who would now place bounds on where such a thing may lead?",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731194
    },
    {
      "id": "6217da86aff09e0000a922f6",
      "text": "\t\t骨伝導によって、私たちはすでに聴覚障害者の神経経路に音を導入し、彼らが聞こえるようにしています。電気的振動を機械的振動に変換し、それを人間のメカニズムがすぐに電気的振動に戻すという現在の面倒なことをせずに、音を導入することを学ぶことは可能ではないだろうか？頭蓋骨に2つの電極を付けるだけで、脳電計は脳で起こっている電気的現象と何らかの関係を持つペンやインクの痕跡を作り出すことができるようになった。しかし、このようなことが、いったいどこにつながっていくのだろうか。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731226
    },
    {
      "id": "6217dd99aff09e0000a92345",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731226,
      "updated": 1645731226
    },
    {
      "id": "6217da86aff09e0000a922f7",
      "text": "\t>In the outside world, all forms of intelligence whether of sound or sight, have been reduced to the form of varying currents in an electric circuit in order that they may be transmitted. Inside the human frame exactly the same sort of process occurs. Must we always transform to mechanical movements in order to proceed from one electrical phenomenon to another? It is a suggestive thought, but it hardly warrants prediction without losing touch with reality and immediateness.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731197
    },
    {
      "id": "6217da86aff09e0000a922f8",
      "text": "\t\t外の世界では、音であれ視覚であれ、あらゆる形の知性が、それを伝達するために電気回路の中の変化する電流の形に還元されている。人間の体内でも、これとまったく同じようなことが起こっている。ある電気的現象から別の現象へと進むために、常に機械的な動きに変換しなければならないのだろうか？これは示唆に富む考えだが、現実と即応性を失うことなく予測することは難しい。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731243
    },
    {
      "id": "6217ddabaff09e0000a92346",
      "text": "  ",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731243,
      "updated": 1645731243
    },
    {
      "id": "6217da86aff09e0000a922f9",
      "text": "\t>Presumably man's spirit should be elevated if he can better review his shady past and analyze more completely and objectively his present problems. He has built a civilization so complex that he needs to mechanize his records more fully if he is to push his experiment to its logical conclusion and not merely become bogged down part way there by overtaxing his limited memory. His excursions may be more enjoyable if he can reacquire the privilege of forgetting the manifold things he does not need to have immediately at hand, with some assurance that he can find them again if they prove important.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731198
    },
    {
      "id": "6217db1eaff09e0000a9232e",
      "text": "\t\t人間の精神は、自分の陰のある過去を見直し、現在の問題をより完全かつ客観的に分析することができれば、おそらく高揚するはずである。人間は非常に複雑な文明を築き上げたので、実験を論理的な結論まで進めるためには、記録をより完全に機械化する必要があり、限られた記憶力を酷使することによって途中で行き詰まるようなことはない。手元になくてもいいようなものをどんどん忘れていって、もしそれが重要なものであったとしてもまた見つけることができるような、そんな特権を再び手に入れることができれば、小旅行はもっと楽しくなるかもしれない。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730591,
      "updated": 1645731255
    },
    {
      "id": "6217ddb6aff09e0000a92347",
      "text": "\t\t",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645731255,
      "updated": 1645731255
    },
    {
      "id": "6217db1faff09e0000a9232f",
      "text": "",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730591,
      "updated": 1645730591
    },
    {
      "id": "6217da86aff09e0000a922fb",
      "text": "\t>The applications of science have built man a well-supplied house, and are teaching him to live healthily therein. They have enabled him to throw masses of people against one another with cruel weapons. They may yet allow him truly to encompass the great record and to grow in the wisdom of race experience. He may perish in conflict before he learns to wield that record for his true good. Yet, in the application of science to the needs and desires of man, it would seem to be a singularly unfortunate stage at which to terminate the process, or to lose hope as to the outcome.",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730439,
      "updated": 1645731257
    },
    {
      "id": "6217db27aff09e0000a92331",
      "text": "\t\t科学の応用は、人間に十分な食料を供給する家を建て、そこで健康に暮らすことを教えている。そのおかげで、彼は大勢の人々を残酷な武器で互いに投げつけることができるようになりました。科学は、まだ彼に偉大な記録を網羅し、民族の経験の知恵の中で成長することを可能にするかもしれない。彼は、その記録を自分の真の利益のために行使することを学ぶ前に、争いの中で滅びるかもしれません。しかし、人間の必要性と欲望に科学を適用する場合、そのプロセスを終了させたり、結果に対する希望を失ったりするのは、極めて不幸な段階であるように思われるのである。",
      "userId": "582e63d27c56960011aff09e",
      "created": 1645730599,
      "updated": 1645731261
    }
  ]
}