{
  "id": "6383b806b697810023acc0ed",
  "title": "What's wrong with the female nude?",
  "created": 1669576715,
  "updated": 1669624413,
  "lines": [
    {
      "id": "6383b806b697810023acc0ed",
      "text": "What's wrong with the female nude?",
      "userId": "59fb21121207900012774b17",
      "created": 1669576715,
      "updated": 1669576715
    },
    {
      "id": "6383b80a774b170000d07772",
      "text": "https://academic.oup.com/book/3114/chapter-abstract/143942769?redirectedFrom=fulltext",
      "userId": "59fb21121207900012774b17",
      "created": 1669576715,
      "updated": 1669576715
    },
    {
      "id": "6383b80a774b170000d07773",
      "text": " >Insofar as erotic art and in particular the female nude makes male dominance and female subordination and objectification sexy, this chapter argues, it eroticizes the traditional gender hierarchy and in this way is a significant part of the complex mechanism that sustains sex inequality. To substantiate this claim, she offers a close analysis, supported by a long list of examples, of the different ways in which artworks belonging to the genre of the female nude can be sexually objectifying. She also lends some much-needed precision to the concept of the male gaze, and addresses two serious objections to her particular feminist approach. Firstly, if visual representations typically trade in tokens, not types, then the question arises how a picture can objectify women in general. Secondly, since many consider objectification to be a normal and even healthy part of human sexuality, one might wonder what is wrong with sexual objectification in the first place? This chapter concludes by underlining a significant difference between pornographic works and the traditional female nude: the latter not only eroticizes but also aestheticizes the sexual objectification of women, and does so ‘from on high’, art's venerated status investing the traditional nude's message of female inferiority with special authority, making it an especially effective way of promoting sexual inequality.",
      "userId": "59fb21121207900012774b17",
      "created": 1669576715,
      "updated": 1669576721
    },
    {
      "id": "6383b80f774b170000d07774",
      "text": " DeepL: エロティック・アート、とりわけ女性ヌードが、男性の支配と女性の従属と客観化をセクシーにする限り、それは伝統的なジェンダー・ヒエラルキーをエロティックにし、このようにして、性の不平等を支える複雑なメカニズムの重要な一部をなしていると本章は主張している。",
      "userId": "59fb21121207900012774b17",
      "created": 1669576720,
      "updated": 1669576848
    },
    {
      "id": "6383b890774b170000d0777c",
      "text": "  この主張を実証するために、彼女は、女性ヌードというジャンルに属する芸術作品が、どのような形で性的対象化されうるかについて、長い実例リストに裏打ちされた綿密な分析を提供している。",
      "userId": "59fb21121207900012774b17",
      "created": 1669576848,
      "updated": 1669576848
    },
    {
      "id": "6383b88b774b170000d0777b",
      "text": " 彼女はまた、男性の視線という概念に必要な正確さを与え、彼女特有のフェミニスト的アプローチに対する二つの重大な異論に対処している。",
      "userId": "59fb21121207900012774b17",
      "created": 1669576844,
      "updated": 1669576844
    },
    {
      "id": "6383b86a774b170000d07778",
      "text": "  第一に、もし視覚的表現が典型的にタイプではなくトークンとして取引されるのであれば、ある写真がどのようにして女性一般を客観化しうるのかという疑問が生じる。",
      "userId": "59fb21121207900012774b17",
      "created": 1669576810,
      "updated": 1669576816
    },
    {
      "id": "6383b870774b170000d07779",
      "text": "  第二に、多くの人が客観化を人間のセクシュアリティの正常で健全な部分とさえ考えているため、そもそも性的な客観化の何が問題なのか、と考えるかもしれない。",
      "userId": "59fb21121207900012774b17",
      "created": 1669576816,
      "updated": 1669576819
    },
    {
      "id": "6383b873774b170000d0777a",
      "text": "   後者は女性の性的対象化をエロティックにするだけでなく美的に表現し、それを「高みから」行う。芸術の崇高な地位が、女性の劣等性に関する伝統的なヌードのメッセージに特別な権限を与え、性的不平等を促進する特に有効な方法となるのだ。",
      "userId": "59fb21121207900012774b17",
      "created": 1669576819,
      "updated": 1669576820
    },
    {
      "id": "6383b824774b170000d07776",
      "text": "",
      "userId": "59fb21121207900012774b17",
      "created": 1669576740,
      "updated": 1669576740
    },
    {
      "id": "6383b9bb774b170000d0777d",
      "text": "",
      "userId": "59fb21121207900012774b17",
      "created": 1669577148,
      "updated": 1669577148
    },
    {
      "id": "6383b9bb774b170000d0777e",
      "text": "[https://ndpr.nd.edu/reviews/art-and-pornography-philosophical-essays/ Art and Pornography: Philosophical Essays | Reviews | Notre Dame Philosophical Reviews | University of Notre Dame]",
      "userId": "59fb21121207900012774b17",
      "created": 1669577148,
      "updated": 1669577150
    },
    {
      "id": "6383b9bd774b170000d07780",
      "text": "　レビュー",
      "userId": "59fb21121207900012774b17",
      "created": 1669577150,
      "updated": 1669577153
    },
    {
      "id": "6383b9c0774b170000d07781",
      "text": "　>[Eaton] elaborates an idea developed by [MacKinnon] (but also with historical antecedents) about how sexual desire, tastes, and standards have been shaped in ways that render women's subordination and men's dominance sexy, a phenomenon that significantly sustains sex inequality, with the female nude an important source of that phenomenon. Using recent delineations of sexual objectification by Martha Nussbaum and Rae Langton, Eaton then very methodically shows how these facets map onto the content of canonical European paintings of the female nude. Some of the patterns she shows include rape and physical destruction presented as sexually attractive, gratuitous inclusion of many women in poses of sexual vulnerability, passivity, violability, and availability, scenarios of surveillance of women in these conditions, and foregrounding of erogenous zones (in an intact body or partial one) in ways that emphasize vulnerability and maximal visual access while minimizing or removing traces of subjectivity. Eaton connects the sexual objectification of women in these paintings to the sexual objectification of women in general by noting that the female nude is almost always presented as both generic and idealized, and furthermore such presentation is systematic, repeated, and pervasive in much of Western art. Her insight that to imagine men presented in these ways \"would seem so foreign as to border on the absurd\" (p. 304) does, nevertheless, suggest that it is possible that we might one day see such presentations of women in that light too.",
      "userId": "59fb21121207900012774b17",
      "created": 1669577153,
      "updated": 1669624413
    },
    {
      "id": "6383b9bb774b170000d0777f",
      "text": " DeepL:イートンは、マッキノンによって開発された（しかし歴史的な前例もある）、性的欲求、嗜好、基準が、女性の従属と男性の優位をセクシーにするような形で形成されてきたという考えを詳しく説明し、性の不平等を著しく支える現象、その重要な源泉が女性の[ヌード]であることを指摘する。",
      "userId": "59fb21121207900012774b17",
      "created": 1669577148,
      "updated": 1669624402
    },
    {
      "id": "6383b9e6774b170000d07785",
      "text": " イートンは、マーサ・ヌスバウムとレイ・ラングトンによる最近の性的対象化の定義を用い、これらの側面がヨーロッパの古典的な女性ヌード絵画の内容にいかにマッピングされているかを非常に整然と示している。",
      "userId": "59fb21121207900012774b17",
      "created": 1669577191,
      "updated": 1669577194
    },
    {
      "id": "6383b9ea774b170000d07786",
      "text": " イートンが示すいくつかのパターンは、レイプや身体的破壊が性的魅力として提示されていること、多くの女性が性的な脆弱性、受動性、暴力性、利用可能性のポーズをとっていること、こうした状況にある女性を監視するシナリオ、脆弱性と最大限の視覚アクセスを強調しながら主観性の痕跡を最小化または除去する方法で、（無傷の身体または部分的な身体の）エロジナスゾーンを前景化していること、などである。",
      "userId": "59fb21121207900012774b17",
      "created": 1669577194,
      "updated": 1669577198
    },
    {
      "id": "6383b9ed774b170000d07787",
      "text": " イートンは、女性のヌードがほとんど常に一般的かつ理想的に表現されており、さらにそのような表現は西洋美術の多くで体系的に繰り返され、広まっていることを指摘し、これらの絵画における女性の性的対象化を一般的な女性の性的対象化と結び付けている。このような形で描かれた男性を想像することは、「不条理に近いほど異質なものに思えるだろう」（p. 304）という彼女の洞察は、それでも、いつの日か、このような女性の表現もそのように見られる可能性があることを示唆しているのである。",
      "userId": "59fb21121207900012774b17",
      "created": 1669577198,
      "updated": 1669577198
    },
    {
      "id": "6383b9e0774b170000d07783",
      "text": "",
      "userId": "59fb21121207900012774b17",
      "created": 1669577185,
      "updated": 1669577185
    }
  ]
}